---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataMassTypeDescription
source: html/ab645d92-e06a-8154-c613-c954a4fd4616.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataMassTypeDescription Property

"Mass: Description"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataMassTypeDescription { get; }
```